class TestData:
    URL = 'https://www.votpusk.ru/hotels'
    URL_INNER_PAGE = 'https://www.votpusk.ru/hotels/russia/moscow'
    CITY_INPUT_DATA = 'Москва'
    USER_NAME = 'Меркурий'
    USER_COMMENT_TEXT = '"Votpusk.ru - это просто замечательный сайт для планирования и бронирования отпуска! Я не ' \
                        'могу нарадоваться насколько удобным и информативным он оказался. Здесь я нашел огромное ' \
                        'количество вариантов отелей, экскурсий и путевок, которые полностью соответствовали моим ' \
                        'предпочтениям. Интерфейс сайта очень интуитивно понятный, а описания и фотографии помогли ' \
                        'мне сделать правильный выбор. Бронирование прошло гладко и без каких-либо проблем. Большое ' \
                        'спасибо команде Votpusk.ru за их профессионализм и отличный сервис! Я обязательно буду ' \
                        'рекомендовать этот сайт своим друзьям и с удовольствием воспользуюсь им снова для ' \
                        'планирования своих будущих отпусков."'


