class TestData:
    URL = 'https://routes.votpusk.ru/'
    SECOND_URL = 'https://routes.votpusk.ru/distance.asp?from=593a2f3b-0b03-4f2e-ae28-7024acc32d76&to=04b57894-e7df-460d-abd7-67df3f0590a7'
    FROM = 'Москва'
    TO = 'Заливной'
    OBJECT = 'Саранск'

    TRAIN_FROM = 'МОСКВА'
    TRAIN_TO = 'ВОРОНЕЖ'

    COMMENT = "Добро пожаловать на наш сайт, посвященный увлекательным маршрутам и приключениям!Мы предлагаем широкий " \
              "выбор захватывающих маршрутов, позволяющих вам открыть для себя уникальные места и испытать настоящие " \
              "приключения. От природных заповедников и горных хребтов до исторических городов и культурных " \
              "достопримечательностей - у нас есть маршрут, который удовлетворит ваши интересы и впечатлит вас.Наши " \
              "маршруты разработаны с учетом различных уровней подготовки и предпочтений. Независимо от того, " \
              "являетесь ли вы опытным путешественником или только начинающим, у нас найдется подходящий маршрут для " \
              "вас. Вы можете выбрать из прогулок по живописным тропам, велосипедных экскурсий, пеших походов, " \
              "каякинга, альпинизма и многого другого.Наши профессиональные гиды и инструкторы сопровождают вас на " \
              "протяжении всего маршрута, обеспечивая безопасность и делая ваше путешествие комфортным и " \
              "незабываемым. Они поделятся с вами увлекательными историями, предоставят интересные факты о местах, " \
              "которые вы посетите, и помогут вам полностью погрузиться в атмосферу каждого маршрута.На нашем сайте " \
              "вы найдете подробную информацию о каждом маршруте, включая продолжительность, сложность, особенности " \
              "маршрута и необходимое снаряжение. Мы также предоставляем график маршрутов и возможность бронирования " \
              "онлайн. Вы можете узнать больше о каждом маршруте, просмотреть фотографии и отзывы от предыдущих " \
              "участников.Готовы отправиться в увлекательное путешествие? Обратитесь к нашему команде, чтобы выбрать " \
              "свой идеальны"

    NAME = 'Меркурий'
    EMAIL = 'mercury@local-internet.com.ar'

